Repository: korboybeats/KorSign
Catalog: KorSign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: Empty Folder
ar: مجلد فارغ
cs: Prázdná složka
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
id: Folder Kosong
it: Cartella vuota
pl: Pusty folder
ru: Пустая папка
tr: Boş Klasör
vi: Thư mục trống
zh_hans: 空文件夹

source: Enable Liquid Glass
ar: تفعيل Liquid Glass
cs: Povolit Liquid Glass
de: Liquid Glass aktivieren
es: Activar Liquid Glass
fr: Activer Liquid Glass
id: Aktifkan Liquid Glass
it: Abilita Liquid Glass
pl: Włącz Liquid Glass
ru: Включить Liquid Glass
tr: Liquid Glass’ı Etkinleştir
vi: Bật Liquid Glass
zh_hans: 启用Liquid Glass

source: Enable Server
ar: تفعيل الخادم
cs: Povolit server
de: Server aktivieren
es: Activar servidor
fr: Activer le serveur
id: Aktifkan Server
it: Abilita server
pl: Włącz serwer
ru: Включить сервер
tr: Sunucuyu Etkinleştir
vi: Bật máy chủ
zh_hans: 启用服务器

source: Enabled
ar: مُفعّل
cs: Povoleno
de: Aktiviert
es: Activado
fr: Activé
id: Aktif
it: Abilitato
pl: Włączono
ru: Включено
tr: Etkin
vi: Đã bật
zh_hans: 已启用

source: Enabling any protection will append a random string to the bundleidentifiers of the apps you sign, this is to ensure your Apple ID does not get flagged by Apple. However, when using a signing service you can ignore this.
ar: عند تفعيل أي نوع من الحماية، سيتم إضافة نص عشوائي إلى معرّفات الحزمة للتطبيقات التي تقوم بتوقيعها. الهدف من ذلك هو تقليل احتمال تمييز Apple ID الخاص بك من قبل Apple. لكن إذا كنت تستخدم خدمة توقيع، يمكنك تجاهل هذا الخيار.
cs: Zapnutí jakékoliv ochrany přidá náhodné znaky na konec Bundle ID aplikací které podepíšete, kvůli snížení šance označení vašeho Apple ID jako špatného. Pří používání podepisovací služby toto můžete ignorovat.
de: Der dynamische Schutz wendet den PPQ-Schutz nur an, wenn die Bundle-ID im App Store vorhanden ist. Dies erfordert eine Internetverbindung während der Signierung.
es: Activar cualquier protección añadirá una cadena aleatoria a los bundle ID de las apps que firmes, para evitar que Apple marque tu Apple ID. Sin embargo, al usar un servicio de firma puedes ignorar esto.
fr: L'activation d'une protection ajoute une chaîne aléatoire aux bundle IDs des apps que vous signez, afin d'éviter que votre Apple ID ne soit signalé par Apple. Toutefois, avec un service de signature, vous pouvez ignorer cela.
id: Mengaktifkan perlindungan apa pun akan menambahkan string acak ke identitas bundle dari aplikasi yang Anda tanda tangani, ini untuk memastikan Apple ID Anda tidak ditandai oleh Apple. Namun, saat menggunakan layanan penandatanganan, Anda bisa mengabaikan ini.
it: Abilitando una qualsiasi protezione aggiunge del testo casuale nell'identificativo del pacchetto dell'app che vuoi firmare, questo per fare in modo che il tuo ID Apple non viene segnalato da Apple. Tuttavia, quando usi un servizio di signing puoi ignorare questo.
pl: Włączenie ochrony doda losowy ciąg do identyfikatorów aplikacji, aby uniknąć oznaczenia przez Apple. Przy użyciu usługi podpisującej można to zignorować.
ru: Включение любой защиты добавит случайную строку к bundle ID подписываемых приложений, чтобы ваш Apple ID не был помечен Apple. Однако при использовании сервиса подписи это можно игнорировать.
tr: Herhangi bir korumanın etkinleştirilmesi, imzaladığınız uygulamaların paket tanımlayıcılarına rastgele bir dize ekleyecektir. Bu, Apple kimliğinizin Apple tarafından işaretlenmemesini sağlamak içindir. Ancak bir imzalama hizmeti kullanırken bunu göz ardı edebilirsiniz.
vi: Bật bất kỳ biện pháp bảo vệ nào sẽ thêm một chuỗi ngẫu nhiên vào bundleidentifiers của các ứng dụng bạn ký, điều này để đảm bảo Apple ID của bạn không bị Apple gắn cờ. Tuy nhiên, khi sử dụng dịch vụ ký, bạn có thể bỏ qua điều này.
zh_hans: 为了保护你的Apple ID不被Apple标记，启用保护后，你的包标识符后面会被加入随机的字符串。如果你使用签名服务则可以忽略。

source: Enjoying %@?
ar: هل تستمتع باستخدام %@؟
cs: Líbí se vám %@?
de: Gefällt dir %@?
es: ¿Disfrutas de %@?
fr: Vous aimez %@ ?
id: Menikmati %@?
it: Ti sta piacendo %@?
pl: Podoba Ci się %@?
ru: Нравится %@?
tr: %@’ı Beğeniyor Musunuz?
vi: Tận hưởng %@?
zh_hans: 感觉%@怎么样？

source: Enter a URL to start validation.
ar: أدخل رابط URL لبدء التحقق.
cs: Zadejte URL pro začátek validace.
de: Gebe ein URL zur Validierung an.
es: Introduce una URL para iniciar la validación.
fr: Saisissez une URL pour lancer la validation.
id: Masukkan URL untuk memulai validasi.
it: Inserisci un URL per iniziare la verifica.
pl: Wprowadź adres URL, aby rozpocząć weryfikację.
ru: Введите URL, чтобы начать проверку.
tr: Doğrulamayı başlatmak için bir URL girin.
vi: Nhập URL để bắt đầu xác thực.
zh_hans: 输入链接开始验证

source: Enter Password
ar: أدخل كلمة المرور
cs: Zadejte heslo
de: Passwort eingeben
es: Introducir Contraseña
fr: Entrer le mot de passe
id: Masukkan Kata Sandi
it: Inserisci password
pl: Wprowadź hasło
ru: Введите пароль
tr: Parolayı Girin
vi: Nhập mật khẩu
zh_hans: 输入密码

source: Enter Source URL
ar: أدخل رابط المصدر
cs: Zadejte URL zdroje
de: Gebe eine Quell-URL ein
es: Introduce la URL de la fuente
fr: Saisir l'URL de la source
id: Masukkan URL Sumber
it: Inserisci URL della Fonte
pl: Podaj adres
ru: Введите URL источника
tr: Kaynak URL’sini Girin
vi: Nhập URL nguồn
zh_hans: 输入软件源链接

source: Enter the password associated with the private key. Leave it blank if theres no password required.
ar: أدخل كلمة المرور المرتبطة بالمفتاح الخاص. اتركه فارغًا إذا لم تكن هناك كلمة مرور مطلوبة.
cs: Zadejte heslo spojené s privátním klíčem. Když žádné není potřeba, nezadávejte ho.
de: Gib das Passwort ein, das mit dem privaten Schlüssel verknüpft ist. Lasse es leer, wenn kein Passwort erforderlich ist.
es: Introduzca la contraseña asociada a la llave privada, déjalo en blanco si una contraseña no es necesaria.
fr: Entrez le mot de passe associé à la clé privée, laissez vide si aucun mot de passe n'est requis.
id: Masukkan kata sandi yang terkait dengan kunci privat. Biarkan kosong jika tidak diperlukan kata sandi.
it: Inserisci la password associata alla chiave privata. Lascia vuoto se la password non è richiesta.
pl: Wprowadź hasło powiązane z kluczem prywatnym. Pozostaw puste, jeśli nie jest wymagane hasło.
ru: Введите пароль, связанный с закрытым ключом, оставьте поле пустым, если пароль не требуется.
tr: Özel anahtarla ilişkilendirilmiş parolayı girin. Parola gerekmiyorsa boş bırakın.
vi: Nhập mật khẩu của chứng chỉ. Để trống nếu không yêu cầu mật khẩu.
zh_hans: 输入你的私钥的密码。没有密码则留空。

source: Enter the password this backup was encrypted with.
ar: أدخل كلمة المرور التي شُفِّرت بها هذه النسخة الاحتياطية.
cs: Zadejte heslo, kterým byla tato záloha zašifrována.
de: Gib das Passwort ein, mit dem dieses Backup verschlüsselt wurde.
es: Introduce la contraseña con la que se cifró esta copia de seguridad.
fr: Saisissez le mot de passe utilisé pour chiffrer cette sauvegarde.
id: Masukkan kata sandi yang digunakan untuk mengenkripsi cadangan ini.
it: Inserisci la password con cui è stato cifrato questo backup.
pl: Wprowadź hasło, którym zaszyfrowano tę kopię zapasową.
ru: Введите пароль, которым была зашифрована эта резервная копия.
tr: Bu yedeğin şifrelendiği parolayı gir.
vi: Nhập mật khẩu đã dùng để mã hóa bản sao lưu này.
zh_hans: 输入此备份加密时使用的密码。

source: Enter your KorSign API key to unlock premium repositories.
ar: أدخل مفتاح API الخاص بـ KorSign لفتح المستودعات المميزة.
cs: Zadejte svůj KorSign API klíč pro odemknutí premium repozitářů.
de: Gib deinen KorSign-API-Schlüssel ein, um Premium-Repositories freizuschalten.
es: Introduce tu clave de API de KorSign para desbloquear los repositorios premium.
fr: Saisissez votre clé d'API KorSign pour débloquer les dépôts premium.
id: Masukkan kunci API KorSign Anda untuk membuka repositori premium.
it: Inserisci la tua chiave API di KorSign per sbloccare i repository premium.
pl: Wprowadź swój klucz API KorSign, aby odblokować repozytoria premium.
ru: Введите ключ API KorSign, чтобы разблокировать премиум-репозитории.
tr: Premium depoların kilidini açmak için KorSign API anahtarınızı girin.
vi: Nhập khóa API KorSign của bạn để mở khóa các kho premium.
zh_hans: 输入你的 KorSign API 密钥以解锁高级仓库。

source: Entitlements
ar: الصلاحيات
cs: Entitlementy
es: Permisos (entitlements)
id: Hak Akses (Entitlements)
it: Diritti
pl: Uprawnienia
ru: Права (entitlements)
tr: Yetki Anahtarları
vi: Quyền hạn
zh_hans: 授权

source: Error
ar: خطأ
cs: Chyba
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
pl: Błąd
ru: Ошибка
tr: Hata
vi: Lỗi
zh_hans: 错误

source: Every app in your premium repositories is downloaded.
ar: يتم تنزيل كل تطبيق في مستودعاتك المميزة.
cs: Stáhnou se všechny aplikace z vašich prémiových repozitářů.
de: Jede App aus deinen Premium-Repositories wird geladen.
es: Se descargan todas las apps de tus repositorios premium.
fr: Toutes les applications de vos dépôts premium sont téléchargées.
id: Semua aplikasi di repositori premium Anda diunduh.
it: Vengono scaricate tutte le app dei tuoi repository premium.
pl: Pobierane są wszystkie aplikacje z repozytoriów premium.
ru: Загружаются все приложения из ваших премиум-репозиториев.
tr: Premium depolarınızdaki her uygulama indirilir.
vi: Tải toàn bộ ứng dụng trong kho premium của bạn.
zh_hans: 下载高级仓库中的全部应用。

source: Every tweak in your library is already added, disabled, or has no files.
ar: كل تعديل في مكتبتك مُضاف بالفعل أو معطّل أو لا يحتوي على ملفات.
cs: Každý tweak v knihovně je už přidaný, vypnutý, nebo nemá žádné soubory.
de: Jeder Tweak in deiner Bibliothek ist bereits hinzugefügt, deaktiviert oder hat keine Dateien.
es: Todos los tweaks de tu biblioteca ya están añadidos, desactivados o no tienen archivos.
fr: Tous les tweaks de votre bibliothèque sont déjà ajoutés, désactivés ou sans fichiers.
id: Semua tweak di pustaka Anda sudah ditambahkan, dinonaktifkan, atau tidak punya berkas.
it: Ogni tweak nella tua libreria è già aggiunto, disattivato o non ha file.
pl: Każdy tweak w bibliotece jest już dodany, wyłączony lub nie ma plików.
ru: Все твики в библиотеке уже добавлены, отключены или не содержат файлов.
tr: Kitaplığındaki her tweak zaten eklenmiş, devre dışı ya da dosyası yok.
vi: Mọi tweak trong thư viện đều đã được thêm, đã tắt, hoặc không có tệp.
zh_hans: 你库中的每个 Tweak 都已添加、已禁用或没有文件。

source: Excluded Bundle IDs
ar: معرّفات الحزم المستثناة
cs: Vyloučená ID balíčků
de: Ausgeschlossene Bundle-IDs
es: IDs de paquete excluidos
fr: Identifiants de bundle exclus
id: ID Bundel yang Dikecualikan
it: ID bundle esclusi
pl: Wykluczone identyfikatory pakietów
ru: Исключённые Bundle ID
tr: Hariç Tutulan Paket Kimlikleri
vi: Bundle ID bị loại trừ
zh_hans: 排除的 Bundle ID

source: Executable
ar: قابل للتنفيذ
cs: Spustitelný soubor
de: Ausführbar
es: Ejecutable
fr: Exécutable
id: Eksekusi
it: Eseguibile
pl: Dodatkowe biblioteki
ru: Исполняемый файл
tr: Çalıştırılabilir Dosya
vi: Tệp thực thi
zh_hans: 可执行

source: Existing Dylibs
ar: المكتبات الديناميكية الموجودة
cs: Existující dyliby
de: Existierende Dylibs
es: Dylibs existentes
fr: Dylibs existants
id: Dylib yang Ada
it: Dylibs esistenti
pl: Istniejące dylibs
ru: Существующие dylib
tr: Var Olan Dylib Kütüphaneleri
vi: Dylib hiện có
zh_hans: 当前的Dylibs

source: Expand All
ar: توسيع الكل
cs: Rozbalit vše
de: Alle ausklappen
es: Expandir todo
fr: Tout développer
id: Buka Semua
it: Espandi tutto
pl: Rozwiń wszystko
ru: Развернуть всё
tr: Tümünü Genişlet
vi: Mở rộng tất cả
zh_hans: 全部展开

source: Expanded
ar: موسّع
cs: Rozbaleno
de: Ausgeklappt
es: Expandido
fr: Développé
id: Terbuka
it: Espanso
pl: Rozwinięte
ru: Развёрнуто
tr: Genişletilmiş
vi: Đã mở rộng
zh_hans: 已展开

source: Experiments
ar: التجريبي
cs: Experimenty
de: Experimente
es: Experimentos
fr: Expériences
id: Eksperimen
it: Esperimenti
pl: Eksperymentalne
ru: Эксперименты
tr: Deneysel Özellikler
vi: Thử nghiệm
zh_hans: 实验性

source: Expired
ar: منتهي الصلاحية
cs: Vypršelo
de: Abgelaufen
es: Expirado
fr: Expiré
id: Kedaluwarsa
it: Scaduto
pl: Wygasł
ru: Истёк
tr: Süresi Dolmuş
vi: Hết hạn
zh_hans: 已过期

source: Expires
ar: تاريخ الانتهاء
cs: Vyprší
de: Läuft ab
es: Caduca
fr: Expire
id: Tanggal Kedaluwarsa
it: Scade
pl: Wygasa
ru: Истекает
tr: Bitiş Tarihi
vi: Hết hạn vào
zh_hans: 过期于

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
it: Esporta
pl: Eksportuj
ru: Экспорт
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出

source: Export Certificate
ar: تصدير الشهادة
cs: Exportovat certifikát
de: Zertifikat exportieren
es: Exportar certificado
fr: Exporter le certificat
id: Ekspor Sertifikat
it: Esporta certificato
pl: Eksportuj certyfikat
ru: Экспорт сертификата
tr: Sertifikayı Dışa Aktar
vi: Xuất chứng chỉ
zh_hans: 导出证书

source: Export Failed
ar: فشل التصدير
cs: Export selhal
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l’exportation
id: Ekspor Gagal
it: Esportazione non riuscita
pl: Eksport nie powiódł się
ru: Не удалось экспортировать
tr: Dışa Aktarma Başarısız
vi: Xuất thất bại
zh_hans: 导出失败

source: Export File
ar: تصدير ملف
cs: Exportovat soubor
de: Datei exportieren
es: Exportar archivo
fr: Exporter le fichier
id: Ekspor File
it: Esporta file
pl: Eksportuj plik
ru: Экспортировать файл
tr: Dosyayı Dışa Aktar
vi: Xuất tệp
zh_hans: 导出文件

source: Exported IPAs
ar: ملفات IPA المصدّرة
cs: Exportované IPA
de: Exportierte IPAs
es: IPA exportados
fr: IPA exportés
id: IPA yang Diekspor
it: IPA esportati
pl: Wyeksportowane pliki IPA
ru: Экспортированные IPA
tr: Dışa Aktarılan IPA'lar
vi: IPA đã xuất
zh_hans: 已导出的 IPA

source: Extension point: %@
ar: نقطة الإضافة: %@
cs: Bod rozšíření: %@
de: Erweiterungspunkt: %@
es: Punto de extensión: %@
fr: Point d’extension : %@
id: Titik extension: %@
it: Punto di estensione: %@
pl: Punkt rozszerzenia: %@
ru: Точка расширения: %@
tr: Uzantı noktası: %@
vi: Điểm extension: %@
zh_hans: 扩展点：%@

source: Extract from IPA
ar: استخراج من ملف IPA
cs: Extrahovat z IPA
de: Aus IPA extrahieren
es: Extraer del IPA
fr: Extraire depuis un IPA
id: Ekstrak dari IPA
it: Estrai da IPA
pl: Wyodrębnij z IPA
ru: Извлечь из IPA
tr: IPA'dan Çıkar
vi: Trích xuất từ IPA
zh_hans: 从 IPA 提取

source: Extract from Library App
ar: استخراج من تطبيق المكتبة
cs: Extrahovat z aplikace v knihovně
de: Aus Bibliotheks-App extrahieren
es: Extraer de una app de la biblioteca
fr: Extraire depuis une app de la bibliothèque
id: Ekstrak dari Aplikasi Pustaka
it: Estrai da app della libreria
pl: Wyodrębnij z aplikacji w bibliotece
ru: Извлечь из приложения библиотеки
tr: Kütüphane Uygulamasından Çıkar
vi: Trích xuất từ ứng dụng trong Thư viện
zh_hans: 从库中应用提取

source: Extract Tweaks
ar: استخراج التعديلات
cs: Extrahovat tweaky
de: Tweaks extrahieren
es: Extraer tweaks
fr: Extraire les tweaks
id: Ekstrak Tweak
it: Estrai tweak
pl: Wyodrębnij tweaki
ru: Извлечь твики
tr: Tweak'leri Çıkar
vi: Trích xuất Tweak
zh_hans: 提取插件

source: Failed to download, check your internet connection and try again.
ar: فشل التنزيل. تحقق من اتصال الإنترنت ثم حاول مرة أخرى.
cs: Nelze stáhnout, zkontrolujte svoje připojení k internetu a zkuste znovu.
de: Fehlgeschlagen beim Download, überprüfe deine Internetverbindung und versuche es erneut.
es: No se pudo descargar; comprueba tu conexión a internet e inténtalo de nuevo.
fr: Échec du téléchargement, vérifiez votre connexion Internet et réessayez.
id: Gagal mengunduh, periksa koneksi internet Anda dan coba lagi.
it: Download fallito, controlla la tua connessione e riprova.
pl: Nie udało się pobrać. Sprawdź połączenie z internetem i spróbuj ponownie.
ru: Не удалось загрузить, проверьте подключение к интернету и повторите попытку.
tr: İndirme başarısız oldu. İnternet bağlantınızı kontrol edip tekrar deneyin.
vi: Tải xuống thất bại, hãy kiểm tra kết nối internet của bạn và thử lại.
zh_hans: 下载失败，请检查网络连接并重试。

source: Failed to import certificate. Please check that the certificate and password are valid.
ar: فشل استيراد الشهادة. يرجى التحقق من صحة الشهادة وكلمة المرور.
cs: Import certifikátu selhal. Zkontrolujte, zda jsou certifikát a heslo platné.
de: Zertifikat konnte nicht importiert werden. Bitte prüfe, ob Zertifikat und Passwort gültig sind.
es: No se pudo importar el certificado. Comprueba que el certificado y la contraseña sean válidos.
fr: Échec de l’importation du certificat. Veuillez vérifier que le certificat et le mot de passe sont valides.
id: Gagal mengimpor sertifikat. Pastikan sertifikat dan kata sandi valid.
it: Importazione del certificato non riuscita. Verifica che il certificato e la password siano validi.
pl: Nie udało się zaimportować certyfikatu. Sprawdź, czy certyfikat i hasło są prawidłowe.
ru: Не удалось импортировать сертификат. Убедитесь, что сертификат и пароль верны.
tr: Sertifika içe aktarılamadı. Lütfen sertifikanın ve şifrenin geçerli olduğundan emin olun.
vi: Không nhập được chứng chỉ. Vui lòng kiểm tra chứng chỉ và mật khẩu có hợp lệ không.
zh_hans: 导入证书失败。请检查证书和密码是否有效。

source: Failed to inject %@
ar: فشل حقن %@
cs: Nepodařilo se injektovat %@
de: Injizieren von %@ fehlgeschlagen
es: No se pudo inyectar %@
fr: Échec de l’injection de %@
id: Gagal menyuntikkan %@
it: Impossibile iniettare %@
pl: Nie udało się wstrzyknąć %@
ru: Не удалось внедрить %@
tr: %@ enjekte edilemedi
vi: Không thể chèn %@
zh_hans: 无法注入 %@

source: Failed to Load Ryuk Repos
ar: تعذّر تحميل مستودعات Ryuk
cs: Nepodařilo se načíst Ryuk Repos
de: Laden der Ryuk-Repos fehlgeschlagen
es: No se pudieron cargar los Ryuk Repos
fr: Échec du chargement des dépôts Ryuk
id: Gagal Memuat Ryuk Repos
it: Impossibile caricare i repository Ryuk
pl: Nie udało się załadować repozytoriów Ryuk
ru: Не удалось загрузить репозитории Ryuk
tr: Ryuk Repoları Yüklenemedi
vi: Không tải được Ryuk Repos
zh_hans: 加载 Ryuk 仓库失败

source: Feather appends a random string to the app's bundle identifier. Ryuk also rewrites the identifier (ryuk prefix, keyword replacement) before appending it. Both help prevent your Apple ID from being flagged by Apple, so only disable this when using a signing service.
ar: يضيف وضع Feather سلسلة عشوائية إلى معرّف حزمة التطبيق. أما Ryuk فيعيد كتابة المعرّف أيضًا (بادئة ryuk واستبدال الكلمات المفتاحية) قبل إضافة السلسلة. كلاهما يساعد على منع الإبلاغ عن Apple ID الخاص بك من قِبل Apple، لذا لا تعطّل هذا إلا عند استخدام خدمة توقيع.
cs: Feather přidá k identifikátoru balíčku aplikace náhodný řetězec. Ryuk identifikátor navíc přepíše (předpona ryuk, nahrazení klíčových slov) a teprve pak řetězec přidá. Obojí pomáhá zabránit označení vašeho Apple ID ze strany Apple, takže tuto možnost vypněte jen při použití podepisovací služby.
de: Feather hängt eine zufällige Zeichenfolge an die Bundle-ID der App an. Ryuk schreibt die Bundle-ID zusätzlich um (ryuk-Präfix, Ersetzen bekannter Schlüsselwörter), bevor die Zeichenfolge angehängt wird. Beides hilft zu verhindern, dass deine Apple-ID von Apple markiert wird, deaktiviere es daher nur, wenn du einen Signierdienst verwendest.
es: Feather añade una cadena aleatoria al identificador del paquete de la app. Ryuk además reescribe el identificador (prefijo ryuk, sustitución de palabras clave) antes de añadirla. Ambos ayudan a evitar que Apple marque tu Apple ID, así que desactívalo solo si usas un servicio de firma.
fr: Feather ajoute une chaîne aléatoire à l'identifiant de bundle de l'app. Ryuk réécrit en plus l'identifiant (préfixe ryuk, remplacement de mots-clés) avant de l'ajouter. Les deux aident à éviter que votre identifiant Apple soit signalé par Apple, ne le désactivez donc que si vous utilisez un service de signature.
id: Feather menambahkan string acak ke bundle identifier aplikasi. Ryuk juga menulis ulang identifier tersebut (awalan ryuk, penggantian kata kunci) sebelum menambahkannya. Keduanya membantu mencegah Apple ID Anda ditandai oleh Apple, jadi nonaktifkan hanya saat memakai layanan penandatanganan.
it: Feather aggiunge una stringa casuale al bundle identifier dell'app. Ryuk riscrive anche l'identifier (prefisso ryuk, sostituzione di parole chiave) prima di aggiungerla. Entrambi aiutano a evitare che il tuo ID Apple venga segnalato da Apple, quindi disattivalo solo se usi un servizio di firma.
pl: Feather dopisuje losowy ciąg znaków do identyfikatora pakietu aplikacji. Ryuk dodatkowo przepisuje identyfikator (przedrostek ryuk, zamiana słów kluczowych), zanim go dopisze. Oba warianty pomagają uniknąć oznaczenia Twojego Apple ID przez Apple, więc wyłącz tę opcję tylko przy korzystaniu z usługi podpisywania.
ru: Feather добавляет случайную строку к идентификатору пакета приложения. Ryuk дополнительно переписывает идентификатор (префикс ryuk, замена ключевых слов) перед добавлением строки. Оба варианта помогают избежать пометки вашего Apple ID со стороны Apple, поэтому отключайте это только при использовании сервиса подписи.
tr: Feather, uygulamanın paket tanımlayıcısına rastgele bir dize ekler. Ryuk ise dizeyi eklemeden önce tanımlayıcıyı da yeniden yazar (ryuk ön eki, anahtar sözcük değiştirme). Her ikisi de Apple Kimliğinizin Apple tarafından işaretlenmesini önlemeye yardımcı olur, bu yüzden yalnızca bir imzalama hizmeti kullanırken devre dışı bırakın.
vi: Feather thêm một chuỗi ngẫu nhiên vào bundle identifier của ứng dụng. Ryuk còn viết lại identifier (tiền tố ryuk, thay thế từ khóa) trước khi thêm chuỗi. Cả hai đều giúp tránh việc Apple ID của bạn bị Apple gắn cờ, vì vậy chỉ tắt khi bạn dùng dịch vụ ký.
zh_hans: Feather 会在应用的 Bundle ID 后追加一段随机字符串。Ryuk 则会先重写 Bundle ID（ryuk 前缀、关键词替换）再追加。两者都有助于避免你的 Apple ID 被 Apple 标记，因此仅在使用签名服务时才关闭。

source: Featured
ar: مميز
cs: Doporučené
de: Vorgestellt
es: Destacados
fr: À la une
id: Unggulan
it: Consigliato
pl: Polecane
ru: Рекомендуемое
tr: Öne Çıkan
vi: Tính năng nổi bật
zh_hans: 特性

source: Features
ar: الميزات
cs: Funkce
de: Funktionen
es: Funciones
fr: Fonctionnalités
id: Fitur
it: Funzioni
pl: Funkcje
ru: Функции
tr: Özellikler
vi: Tính năng
zh_hans: 功能

source: File Info & Dependencies
ar: معلومات الملف والتبعيات
cs: Informace o souboru a závislosti
de: Dateiinfo & Abhängigkeiten
es: Información del archivo y dependencias
fr: Infos du fichier et dépendances
id: Info File & Dependensi
it: Info file e dipendenze
pl: Informacje o pliku i zależności
ru: Сведения о файле и зависимости
tr: Dosya Bilgisi ve Bağımlılıklar
vi: Thông tin tệp & phụ thuộc
zh_hans: 文件信息与依赖

source: File picker fix is unavailable
ar: إصلاح منتقي الملفات غير متوفر
cs: Oprava výběru souborů není dostupná
de: Dateiauswahl-Korrektur nicht verfügbar
es: La corrección del selector de archivos no está disponible
fr: Le correctif du sélecteur de fichiers est indisponible
id: Perbaikan pemilih berkas tidak tersedia
it: La correzione del selettore file non è disponibile
pl: Poprawka wyboru plików jest niedostępna
ru: Исправление выбора файлов недоступно
tr: Dosya seçici düzeltmesi kullanılamıyor
vi: Bản sửa bộ chọn tệp không khả dụng
zh_hans: 文件选择器修复不可用

source: File Provider
ar: موفّر الملفات
cs: Poskytovatel souborů
fr: Fournisseur de fichiers
pl: Dostawca plików
ru: Поставщик файлов
tr: Dosya Sağlayıcı
zh_hans: 文件提供程序

source: File Sharing
ar: مشاركة الملفات
cs: Sdílení souborů
de: Datei Sharing
es: Compartir archivos
fr: Partage de fichiers
id: Berbagi File
it: Condivisione file
pl: Udostępnianie plików
ru: Разрешить просмотр документов
tr: Dosya Paylaşımı
vi: Chia sẻ tệp
zh_hans: 文件共享

source: Files
ar: الملفات
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
id: Berkas
pl: Pliki
ru: Файлы
tr: Dosyalar
vi: Tệp
zh_hans: 文件

source: Files & Compression
ar: الملفات والضغط
cs: Soubory a komprese
de: Dateien & Komprimierung
es: Archivos y compresión
fr: Fichiers et compression
id: Berkas & Kompresi
it: File e compressione
pl: Pliki i kompresja
ru: Файлы и сжатие
tr: Dosyalar ve Sıkıştırma
vi: Tệp và nén
zh_hans: 文件与压缩
